Repository: GeorgeWebDevCy/Adaptive-Grid
Catalog: languages/gm-adaptive-css-grid-columns-*.po
Languages: af, de, el

source: You are not allowed to clone this class.
af: Jy word nie toegelaat om hierdie klas te kloon nie.
de: Sie dürfen diese Klasse nicht klonen.
el: Δεν επιτρέπεται να κλωνοποιήσετε αυτήν την κλάση.

source: You are not allowed to unserialize this class.
af: Jy word nie toegelaat om hierdie klas te deserialiseer nie.
de: Sie dürfen diese Klasse nicht deserialisieren.
el: Δεν επιτρέπεται να καταργήσετε σειριακά αυτήν την κλάση.

source: Important Notice:
af: Belangrike kennisgewing
de: Wichtige Notiz:
el: Σημαντική σημείωση:

source: The plugin only works if you correctly identify and target the parent and its direct child elements.
de: Das Plugin funktioniert nur, wenn das übergeordnete Eltern-Element direkte Kind-Elemente besitzt.

source: Recommended page builders are Bricks, Oxygen, and Breakdance.
de: Empfohlene Pagebuilder sind Bricks, Oxygen und Breakdance.

source: How to use:
af: Hoe om te gebruik:
de: So funktioniert's:
el: Πώς να το χρησιμοποιήσετε:

source: The setup is quite simple. Basically, you just add two CSS classes to your elements and the plugin does the magic for you. Make sure to add the following classes to the container and direct child elements.
de: Die Einrichtung ist recht einfach. Im Grunde fügst du den Elementen einfach zwei CSS-Klassen hinzu und das Plugin erledigt den Rest für dich. Stelle sicher, dass die Klassen direkt am Container und den direkten Kind-Elementen hinzugefügt werden.

source: Container Element class:
de: Klasse Kind-Element:

source: Parent Element class:
de: Klasse Eltern-Element:

source: Child Element class:
de: Klasse Kind-Element:

source: Define the maximum column count for your medium and large screen size.
de: Definieren die maximale Spaltenanzahl für die mittlere und große Bildschirmgrößen.

source: Add the desired gap size (in rem).
de: Füge die gewünschte gap Größe (in rem).

source: Define the medium and large breakpoint (in em).
de: Definiere den mittleren und großen breakpoint (in em).

source: Max Column Counts
af: Maksimum kolomtellings
de: Maximale Spaltenanzahl
el: Μέγιστος Αριθμός Στηλών

source: Max Column Count (medium)
af: Maksimum kolomtelling (medium)
de: Maximale Spaltenanzahl (mittel)
el: Μέγιστος Αριθμός Στηλών (μεσαίο)

source: Max Column Count (large)
af: Maksimum kolomtelling (groot)
de: Maximale Spaltenanzahl (groß)
el: Μέγιστος αριθμός στηλών (μεγάλο)

source: Medium Breakpoint (in em)
af: Medium breekpunt (in em)
de: Mittlerer Breakpoint (in em)
el: Μεσαίο Breakpoint (σε em)

source: Large Breakpoint (in em)
af: Groot breekpunt (in em)
de: Großer Breakpoint (in em)
el: Μεγάλο Breakpoint (σε em)

source: Minify CSS Output (Default=Yes)
af: Verklein CSS-afvoer (Verstek=Ja)
de: CSS minimieren (Standard=Ja)
el: Ελαχιστοποίηση εξόδου CSS (Προεπιλογή=Ναι)

source: Max width for grid-center (in rem)
af: Maksimum breedte vir grid-center (in rem)
de: Maximale Breite für grid-center (in rem)
el: Μέγιστο πλάτος για grid-center (σε rem)

source: Horizontal left and right spacing (in rem)
af: Horisontale links en regs spasiëring (in rem)
de: Horizontaler Abstand links und rechts (in rem)
el: Οριζόντια απόσταση αριστερά και δεξιά (σε rem)

source: Enter the max column counts for different screen sizes.
af: Tik die maksimum kolomtellings in vir verskillende skermgroottes.
de: Geben Sie die maximale Spaltenanzahl für alle Bildschirmgrößen ein.
el: Εισαγάγετε το μέγιστο αριθμό στηλών για διαφορετικά μεγέθη οθόνης.

source: SCSS Compiler is initialized
af: SCSS-samesteller is geïnisialiseer
de: Der SCSS-Compiler wird initialisiert
el: Ο μεταγλωττιστής SCSS έχει αρχικοποιηθεί

source: Error writing CSS file
af: Fout met skryf van CSS-lêer
de: Fehler beim Schreiben der CSS-Datei
el: Σφάλμα κατά την εγγραφή του αρχείου CSS

source: CSS file written successfully
af: CSS lêer is suksesvol geskryf
de: CSS-Datei erfolgreich geschrieben
el: Το αρχείο CSS γράφτηκε με επιτυχία

source: SCSS is NOT working
af: SCSS werk NIE
de: SCSS funktioniert NICHT
el: Το SCSS ΔΕΝ λειτουργεί

source: View details
de: Einzelheiten anzeigen

source: More information about %s
de: Weitere Informationen zu %s

source: Check for updates
de: Auf Updates prüfen

source: Unknown update checker status "%s"
de: Unbekannter Update-Checker-Status „%s“

source: There is no changelog available.
de: Es ist kein Änderungsprotokoll verfügbar.

source: The plugin only works if you correctly identify and target the parent, and it’s direct child elements. Otherwise, the plugin can't work. Recommended page builder are Bricks, Oxygen and Breakdance.
af: Die plugin werk net as jy die ouer en sy direkte kind-elemente korrek identifiseer en teiken.
el: Το πρόσθετο λειτουργεί μόνο εάν προσδιορίσετε και στοχεύσετε σωστά τον γονέα και τα άμεσα θυγατρικά του στοιχεία.

source: The setup is quite simple. Basically, you just add two CSS classes to your elements and the plugin does the magic for you. Make sure to add the following classes to the container and direct child elements. Use a DIV instead of a section, container, or block to avoid conflicting predefined styles.
af: Die opstelling is redelik eenvoudig. Basies voeg jy net twee CSS-klasse by jou elemente en die plugin doen die towerkrag vir jou. Maak seker dat jy die volgende klasse by die houer voeg en kinderelemente rig.
el: Η ρύθμιση είναι αρκετά απλή. Βασικά, απλά προσθέτετε δύο κλάσεις CSS στα στοιχεία σας και το πρόσθετο κάνει τα μαγικά για εσάς. Φροντίστε να προσθέσετε τις ακόλουθες κλάσεις στο container και να κατευθύνετε θυγατρικά στοιχεία.

source: Parent/Container Element class: <strong>grid-container</strong><br> Child Element class: <strong>grid-item</strong>
af: Ouer-/houerelementklas: <strong>rooster-houer</strong><br> Kinderelementklas: <strong>rooster-item</strong>
el: Κλάση γονικού/container: <strong>grid-container</strong><br> Κλάση Θυγατρικού στοιχείου: <strong>grid-item</strong>

source: Additionally, there is one more CSS class available. By using <strong>grid-center</strong> on your parent (container) element, you achieve three things.<br><br>1. The container will be centred on the page<br>2. Add your desired width (in rem)<br>3. Add horizontal spacing across all break points
af: Daarbenewens is daar nog een CSS-klas beskikbaar. Deur <strong>grid-center</strong> op jou ouer (houer) element te gebruik, bereik jy drie dinge.<br><br>1. Die houer sal op die bladsy gesentreer word<br>2. Voeg jou verlangde breedte (in rem) by<br>3. Voeg horisontale spasiëring oor alle breekpunte by
el: Επιπλέον, υπάρχει μια ακόμη κατηγορία CSS διαθέσιμη. Χρησιμοποιώντας το <strong>grid-center</strong> στο γονικό σας στοιχείο (container), επιτυγχάνετε τρία πράγματα.<br><br>1. Το container θα είναι κεντραρισμένο στη σελίδα<br>2. Προσθέστε το επιθυμητό πλάτος σας (se rem)<br>3. Προσθέστε οριζόντια απόσταση σε όλα τα break points

source: Minimum Setup:
af: Minimum opstelling:
el: Ελάχιστη ρύθμιση:

source: 1. Define the maximum column count for your medium and large screen size.<br>2. Add the desired gap size (in rem)<br> 3. Define the medium and large breakpoint (in em).<br>Save!
af: 1. Definieer die maksimum kolomtelling vir jou medium en groot skermgrootte.<br>2. Voeg die verlangde gapingsgrootte (in rem) by<br> 3. Definieer die medium en groot breekpunt (in em).<br>Stoor!
el: 1. Καθορίστε τον μέγιστο αριθμό στηλών για το μεσαίο και μεγάλο μέγεθος οθόνης σας.<br>2. Προσθέστε το επιθυμητό μέγεθος κενού (εκ των υστέρων)<br> 3. Ορίστε το μεσαίο και μεγάλο σημείο διακοπής (σε em).<br>Αποθήκευση!

source: Gap (in rem)
af: Gaping (in rem)
el: Κένο (σε rem)
